export let pashtoQuestions = [
  {
    question: "لاندې نښه  څه معنی لري",
    answers: ["هیڅ نه", "ښۍ خوا ته", "یوازې مستقیم", "ښۍ خوا ته"],
    correctAnswer: "یوازې مستقیم",
    image: require("../../assets/questions_image/pictu_5.png"),
  },
  {
    question: "لاندې نښه  څه معنی لري",
    answers: ["هیڅ نه", "ضرر رسول منع دي", "ودریدل منع دی", "ننوتل منعه دي"],
    correctAnswer: "ننوتل منعه دي",
    image: require("../../assets/questions_image/pictu_6.png"),
  },
  {
    question: "لاندې نښه  څه معنی لري",
    answers: ["هیڅ نه", "ودرول", "څلورګونی", "د پارک کولو حق"],
    correctAnswer: "څلورګونی",
    image: require("../../assets/questions_image/pictu_7.png"),
  },

  {
    question: "لاندې نښه پدې معنی ده چې هاران منع دی",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: require("../../assets/questions_image/pictu_8.png"),
  },

  {
    question: "لاندې نښه  څه معنی لري",
    answers: ["لږترلږه سرعت 50 کیلومتره / ساعت", "اعظمي سرعت 50 کیلومتره / ساعت دی"
      , "هیڅ نه", "50 دقیقې د پارکینګ حق"],
    correctAnswer: "اعظمي سرعت 50 کیلومتره / ساعت دی",
    image: require("../../assets/questions_image/pictu_9.png"),
  },
  {
    question: "لاندې نښه  څه معنی لري",
    answers: ["هیڅ نه", "د کوټل څخه د سقوط خطر", "دوه طرفه سړک", " یو طرفه سړک"],
    correctAnswer: "دوه طرفه سړک",
    image: require("../../assets/questions_image/pictu_10.png"),
  },
  {
    question: "په سړکونو کې نښې په درې ډوله ویشل کیدی شي",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },

  {
    question: "د سړکونو نښې کومې برخې شاملې دي",
    answers: ["لازمي نښې", "خبرتیا نښې", "معلوماتو نښې", "ټول سم دي"],
    correctAnswer: "ټول سم دي",
    image: null,
  },

  {
    question: "لازمي نښې معمولا سور یا نیلي وي",
    answers: ["سم", "غلط"],
    correctAnswer: "سم",
    image: null,
  },
  {
    question: "لازمي نښې تاسو ته وايي چې تاسو باید څه وکړئ یا نه",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },
  {
    question: "د سړک ترافیک په عامه سړکونو کې د خلکو ، څارویو او ټرانسپورټ هر ډول حرکت او ودرول شامل دي",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },

  {
    question: "حادثې او پیښې چې د ترافیکو له امله رامینځته کیږي چې په عامه سړک کې پیښیږي او په پایله کې مالي او ځاني زیانونه لري",
    answers: ["دوی وايي ترافیکي قانون ", "دوی وايي ترافيکي پېښه"
      , " هیڅ نه ", "دوی وايي د ترافیک نښه"],
    correctAnswer: "دوی وايي ترافيکي پېښه",
    image: null,
  },
  {
    question: "د موټر چلولو جواز نوي کولو مسؤلیت څوک دی",
    answers: ["ترافیک", "چلوونکی"],
    correctAnswer: " چلوونکی ",
    image: null,
  },

  {
    question: "پوځي وسایط د جواز پلیټونو ته اړتیا نلري",
    answers: ["غلط", "سم"],
    correctAnswer: "غلط",
    image: null,
  },

  {
    question: "د موټر مالکیت، بدن، موټر، چیسس او د موټر رنګ بدلول باید د ترافیک ریاست په لیکلي اجازې سره ترسره شي",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },

  {
    question: "د موټر اعظمي ابعاد باید زیات نه وي: پلنوالی دوه نیم متره، لوړوالی څلور متره، اوږدوالی 24 متره او ټول وزن یې 38 ټنه",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },


  {
    question: "د نورو وسایطو د بیلابیلو برخو څخه د موټر جوړول او د موټرو ټنه، شکل او ماډل بدلول اجازه لري",
    answers: ["غلط", "سم"],
    correctAnswer: "غلط",
    image: null,
  },

  {
    question: "د موټرو او زغره والو وسایطو یا نظامي وسایطو ټول تخنیکي تجهیزات باید له نیمګړتیاوو پرته وي ",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },
  {
    question: "هغه وسایط چې د اور وژنې، خوندیتوب، طبي خدماتو (امبولانس)، د سړک جوړولو او د ساحې نظارت لپاره کارول کیږي باید",
    answers: ["ټول سم دي ", "یو ځانګړی رڼا اوسئ", "یو ځانګړی رنګ ولرئ", "یوه ځانګړې نښه وي"],
    correctAnswer: "ټول سم دي",
    image: null,
  },

  {
    question: "د موټر چلوونکی اړ دی چې په عامه سړک کې د موټر چلولو پرمهال د موټر چلولو جواز ولري",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },

  {
    question: "د 18 کلن عمر له بشپړیدو وروسته او د طبي معاینې او په ازموینه کې بریالي کیدو سره ... او د نورو قانوني شرایطو سره سم د موټر چلولو جواز د ترافیکو ریاست لخوا صادریږي",
    answers: ["دواړه غلط دي", "دواړه رښتیا دي", "عملي", "نظریه"],
    correctAnswer: "دواړه رښتیا دي",
    image: null,
  },

  {
    question: "چلوونکی باید … د موټر چلولو او کارولو لپاره اړین وړتیا ولري",
    answers: ["دواړه غلط دي", "دواړه رښتیا دي", "ذهني", "فزیکي"],
    correctAnswer: "دواړه رښتیا دي",
    image: null,
  },

  {
    question: "د نشه يي توکو تر اغیز لاندې موټر چلول، نشه، ناروغتیا، ستړیا او خوب کول منع دي",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },

  {
    question: "هیڅوک حق نه لري چې د هغه موټر څخه کار واخلي او چلوي چې د هغه پورې اړه نلري یا د مالک له اجازې پرته یا مالک یې د چلوونکي په توګه نه وي ټاکلی",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },

  {
    question: "د موټر چلولو ملي جواز په ۱۹۶۸ کال کې په ویانا کې د سړک د ترافیک کنوانسیون له روحیې سره سم په افغانستان کې دننه او بهر د اعتبار وړ دی",
    answers: ["غلط", "سم"],
    correctAnswer: "غلط",
    image: null,
  },

  {
    question: "بهرني اتباع اجازه لري چې د افغانستان په خاوره کې د موټر چلولو ملي یا نړیوال جواز سره چې په ویانا کې په 1968 کې د سړک ترافیک کنوانسیون سره سم صادر شوی او تنظیم شوی دی",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },

  {
    question: "دا اجازه نه لري چې په عامه سړکونو کې د روزنې موټر پرته د موټر چلولو تمرین وکړي، په دې تمرینونو کې، ښوونکی موټر چلوونکی دی او د پیل کونکي بشپړ مسئولیت په غاړه لري",
    answers: ["ترافیک", "د موټر چلولو ښوونکی", "د موټر خاوند"],
    correctAnswer: "د موټر چلولو ښوونکی",
    image: null,
  },

  {
    question: "په عامه سړکونو کې د موټر چلولو تمرین د موټر چلولو ښوونکي او د روزنې موټر پرته اجازه نلري",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },

  {
    question: "دا اجازه نه لري چې په عامه سړکونو کې د موټر چلولو ښوونکي او… پرته د موټر چلولو تمرین وکړي",
    answers: ["د موټر خاوند", "ترافیک", "د روزنې موټر"],
    correctAnswer: "د روزنې موټر",
    image: null,
  },

  {
    question: "په عامه سړکونو کې د موټر چلولو تمرین د موټر چلولو ښوونکي او د روزنې موټر پرته اجازه نلري",
    answers: ["کیڼ اړخ", "ښي اړخ"],
    correctAnswer: "ښي اړخ",
    image: null,
  },


  {
    question: "پولیس، اور وژونکي، خوندیتوب، طبي خدمات (امبولانس)، هغه وسایط چې د خطر هارن لري او ځانګړي څراغونه او نښې د سفر له مقرراتو او مقرراتو څخه مستثنی دي",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },

  {
    question: "په کومو شرایطو کې پولیس، د اور وژنې، خوندیتوب، طبي (امبولانس) خدمتونه، موټرې د خطر د خبرتیا هارن او ځانګړي څراغونه او نښې د سفر له مقرراتو او مقرراتو څخه مستثنی دي",
    answers: ["هیڅکله", "تل", "کله چې مهم او بیړني کار ترسره کوئ"],
    correctAnswer: "کله چې مهم او بیړني کار ترسره کوئ",
    image: null,
  },


  {
    question: "هغه موټر چلوونکی چې د حادثې په پایله کې د مړینې یا ټپي کیدو مسؤلیت لري",
    answers: ["موټر چلوونکی کولی شي موټر له ترافیکي جریان څخه وباسي او د سړک په ښي پای کې یې ځای په ځای کړي"
      , "هیڅ نه", "د پیښې په ځای کې سمدلاسه موټر ودروئ"],
    correctAnswer: "د پیښې په ځای کې سمدلاسه موټر ودروئ",
    image: null,
  },


  {
    question: "کله چې موټر چلوونکي ترافیکي پیښه ولري، هغه کولی شي موټر له ترافیکي جریان څخه لرې کړي او د سړک په ښي اړخ کې یې ځای په ځای کړي",
    answers: ["تل", "که حادثه یوازې مالي او ځاني زیانونه ولري", "که حادثه یوازې مالي زیان ولري"],
    correctAnswer: "که حادثه یوازې مالي زیان ولري",
    image: null,
  },


  {
    question: "که د موټر چلوونکی ترافيکي پېښه وکړي، د ټپي کېدو په صورت کې مکلف دی چې د ټپي کس د اړتيا په صورت کې مرسته وکړي او د اړتيا په صورت کې ټپي کس روغتون يا طبي مرکز ته ولېږدوي",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },


  {
    question: "د ترافيکي پيښي په نتيجه کي تر ۳۰۰۰ افغانيو پوري مالي زيانونه اوښتي دي",
    answers: ["د موټر جدي حادثه", "منځنۍ موټر حادثه", "کوچنۍ ترافیکي پیښه"],
    correctAnswer: "کوچنۍ ترافیکي پیښه",
    image: null,
  },


  {
    question: "که څوک له جواز پرته پر عامه سړکونو موټر چلوي، له یوې میاشتې تر شپږو میاشتو بند او له یو زرو تر شپږ زرو افغانیو جریمه کېږي",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },

  {
    question: "که د موټر مالک یا مالک په خبرتیا سره خپل موټر یو داسې کس ته ورکړي چې د موټر چلولو جواز نه لري، نو کوم کس به 2000 افغانۍ جریمه شي",
    answers: ["هیڅ نه", "د موټر چلوونکي", "مالک"],
    correctAnswer: "مالک",
    image: null,
  },

  {
    question: "د الکول یا مخدره توکو تر اغیز لاندې موټر چلول سرغړونه ګڼل کیږي",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },

  {
    question: "که څوک په عامه سړکونو کې د ترافیکي مقرراتو، نښانونو، معلوماتي بورډونو او ترافيکي بنسټونو څخه د سرغړونې له امله د ترافيکو امنيت په خطر کې واچوي، تر شلو پورې په بند محکومېږي",
    answers: ["درې میاشتې یا تر 2000 افغانیو پورې نغدې پیسې"
      , "دوه میاشتې یا تر 5000 افغانیو پورې نغدي", "درې میاشتې یا تر 3000 افغانیو پورې نغدي"],
    correctAnswer: "درې میاشتې یا تر 3000 افغانیو پورې نغدي",
    image: null,
  },

  {
    question: "هغه څوک چې په قصدي ډول د سړکونو ترافیکي خوندیتوب ګډوډوي او د خسارې سربیره مالي زیانونه او ځاني زیانونه رسوي",
    answers: ["هغه ته د جزا د قانون د احکامو له مخې سزا ورکول کیږي", "د جزا د قانون د احکامو له مخې مجازات نه کیږي"],
    correctAnswer: "هغه ته د جزا د قانون د احکامو له مخې سزا ورکول کیږي",
    image: null,
  },
  {
    question: "هغه څوک چې په عامه لاره د څيزونو او ساختماني توکو او داسې نورو په ايښودلو سره بند کړي او د کارونې وړ نه کړي تر درې مياشتو پورې په بند او تر درې زره افغانيو پورې جریمې نه محکومېږي",
    answers: ["غلط", "سم"],
    correctAnswer: "غلط",
    image: null,
  },

  {
    question: "هغه څوک چې په قصدي ډول د سیانونه او ځاني زیانونه رسويهرکله چې د موټر چلوونکي د بې احتیاطۍ او د ترافیکي قوانینو او مقرراتو د نه مراعاتولو له امله د دې قانون د ۲۷ مادې د دریمې فقرې له مخې جدي ترافیکي پیښه رامنځته شي",
    answers: ["لږترلږه ۶میاشتې، اعظمي ۶ کاله",
      "لږ تر لږه ۶ میاشتې زیات تر ۳ کاله مجازات نه کیږي", " لږترلږه ۳ میاشتې، اعظمي ۳ کاله"],
    correctAnswer: "لږ تر لږه ۶ میاشتې زیات تر ۳ کاله مجازات نه کیږي",
    image: null,
  },
  {
    question: "هغه څوک چې په ترافیکي پیښه کې مجرم وي او د زخمیانو له مرستې څخه ډډه کوي، سربیره پردې، د حادثې اصلي سزا د",
    answers: ["تر شپږو میاشتو بند یا تر درې زره افغانیو جریمې محکومېږي",
      "تر درې میاشتو بند یا تر درې زره افغانیو جریمې محکومېږي", "تر شپږو میاشتو بند یا تر شپږ زره افغانیو جریمې محکومېږي"],
    correctAnswer: "تر شپږو میاشتو بند یا تر شپږ زره افغانیو جریمې محکومېږي",
    image: null,
  },
  {
    question: "ترافیک پولیس اجازه لري چې د ترافیکي سرغړونې په صورت کې تر 500 افغانیو پورې جریمه وکړي",
    answers: ["غلط", "سم"],
    correctAnswer: "سم",
    image: null,
  },
];


export let questions = [

  {
    question: "تابلوی ذیل به معنی چیست",
    answers: ["به طرف راست", "فقط مستقیم", "توقف", "هیچ کدام"],
    correctAnswer: "فقط مستقیم",
    image: require("../../assets/questions_image/pictu_5.png"),
  },
  {
    question: "تابلوی ذیل به معنی چیست",
    answers: ["منع دخول", "منع پارک نمودن", "منع هارن نمودن", "هیچ کدام"],
    correctAnswer: "منع دخول",
    image: require("../../assets/questions_image/pictu_6.png"),
  },
  {
    question: "تابلوی ذیل به معنی چیست",
    answers: ["حق پارک نمودن", "چهاراهی", "توقف نمودن", "هیچ کدام"],
    correctAnswer: "چهاراهی",
    image: require("../../assets/questions_image/pictu_7.png"),
  },
  {
    question: "تابلوی ذیل به معنی منع هارن میباشد",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
    image: require("../../assets/questions_image/pictu_8.png"),
  },
  {
    question: "تابلوی ذیل به معنی چیست",
    answers: ["حداکثر سرعت ۵۰ کیلومتر بر ساعت", "حداقل سرعت ۵۰ کیلومتر بر ساعت", "۵۰ دقیقه حق پارک نمودن", "هیچ کدام"],
    correctAnswer: "حداکثر سرعت ۵۰ کیلومتر بر ساعت",
    image: require("../../assets/questions_image/pictu_9.png"),
  },
  {
    question: "تابلوی ذیل به معنی چیست",
    answers: ["جاده یک طرفه", "جاده دو طرفه", "خطر سقوط از کوتل", "هیچ کدام"],
    correctAnswer: "جاده دو طرفه",
    image: require("../../assets/questions_image/pictu_10.png"),
  },
  {
    question: "علائم موجود در جاده ها را می توان به سه نوع تقسیم کرد",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "علائم موجود در جاده ها شامل کدام بخش ها میشوند",
    answers: ["علائم اجباری", "علائم هشدار دهنده", "علائم اطلاعاتی", "همه درست است"],
    correctAnswer: "همه درست است",
  },
  {
    question: "علائم اجباری معمولا به رنگ سرخ یا آبی هستند",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "علائم اجباری به شما می گوید که چه کاری را باید انجام دهید یا نباید انجام دهید",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "ترافیک جاده ای شامل هر نوع حرکت و توقف انسان ها، حیوانات و حمل و نقل در جاده های عمومی میباشد",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "حادثه و حادثه ناشی از ترافیک که در جاده عمومی رخ می دهد و در نتیجه خسارات مالی و جانی به دنبال دارد را",
    answers: ["حادثه ترافیکی گویند", "قانون ترافیکی گویند", "اشاره ترافیکی گویند", "هیچ کدام"],
    correctAnswer: "حادثه ترافیکی گویند",
  },
  {
    question: "چی کسی مسوول تمدید نمودن موتر است",
    answers: ["راننده", "ترافیک", "هیچ کدام"],
    correctAnswer: "راننده",
  },
  {
    question: "وسایل نقلیه نظامی ضرورت به نمبر پلیت ندارد",
    answers: ["درست", "غلط"],
    correctAnswer: "غلط",
  },
  {
    question: "تغییر مالکیت، بدنه، ماشین، شاسی و رنگ وسیله نقلیه موتوری باید با مجوز کتبی ریاست ترافیک انجام شود",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "حداکثر ابعاد وسیله نقلیه نباید از: عرض دو و نیم متر، ارتفاع چهار متر، طول 24 متر و وزن کل سی و هشت تن تجاوز کند",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "ساخت وسیله نقلیه از قسمت های مختلف وسایل نقلیه دیگر و تغییر تناژ، شکل و مدل وسیله نقلیه مجاز نمی باشد.",
    answers: ["درست", "غلط"],
    correctAnswer: "غلط",
  },
  {
    question: "کلیه تجهیزات فنی وسایل نقلیه موتوری و زرهی یا وسایل نقلیه نظامی باید بدون نقص و عیب باشد",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "وسایل نقلیه ای که برای اطفای حریق، ایمنی، خدمات پزشکی (آمبولانس)، راه سازی و نظارت بر منطقه مورد استفاده قرار می گیرند باید دارای :",
    answers: ["علامت مخصوص باشند", "رنگ مخصوص باشند", "چراغ مخصوص باشند", "همه درست است"],
    correctAnswer: "همه درست است",
  },
  {
    question: "راننده وسیله نقلیه در حین حرکت در جاده عمومی موظف به داشتن گواهینامه رانندگی وسیله نقلیه می باشد",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "پس از اتمام 18 سالگی و با توجه به معاینات پزشکی و گذراندن موفقیت آمیز آزمون … و رعایت سایر ضوابط قانونی، گواهینامه رانندگی توسط ریاست ترافیک صادر می شود",
    answers: ["تئوری", "عملی", "هر دو درست است", "هر دوغلط است"],
    correctAnswer: "هر دو درست است",
  },
  {
    question: "راننده باید توانایی  … لازم برای رانندگی و استفاده از وسیله نقلیه را داشته باشد",
    answers: ["جسمی", "ذهنی", "هر دو درست است", "هر دوغلط است"],
    correctAnswer: "هر دو درست است",
  },
  {
    question: "رانندگی تحت تاثیر مواد مخدر، مستی، بیماری، خستگی و شرایط خواب آلودگی ممنوع نیست",
    answers: ["درست", "غلط"],
    correctAnswer: "غلط",
  },
  {
    question: "هیچ کس حق استفاده و رانندگی از وسیله نقلیه ای را ندارد که متعلق به خود او نیست یا  بدون اجازه مالک یا مالک آن را به عنوان راننده تعیین ننموده",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "گواهینامه ملی رانندگی در داخل افغانستان و  خارج از کشور معتبر است، مطابق با روح کنوانسیون ترافیک جاده ای که در سال 1968 در وین برگزار شد",
    answers: ["درست", "غلط"],
    correctAnswer: "غلط",
  },
  {
    question: "اتباع بیگانه با داشتن گواهینامه ملی یا بین المللی که مطابق با کنوانسیون ترافیک جاده ای که در سال 1968 در وین برگزار شد، صادر و سازماندهی شده است، مجاز به رانندگی وسیله نقلیه موتوری در قلمرو افغانستان هستند.",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "تمرین رانندگی در جاده های عمومی، بدون   …   و وسیله نقلیه آموزشی مجاز نمی باشد، در این تمرینات مربی راننده محسوب می شود و مسئولیت کامل مبتدی را بر عهده دارد.",
    answers: ["مربی رانندگی", "ترافیک", "هر دو درست است", "هر دوغلط است"],
    correctAnswer: "مربی رانندگی",
  },
  {
    question: "تمرین رانندگی در جاده های عمومی، بدون مربی رانندگی و وسیله نقلیه آموزشی مجاز نمی باشد",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "تمرین رانندگی در جاده های عمومی، بدون مربی رانندگی و  …  مجاز نمی باشد",
    answers: ["وسیله نقلیه آموزشی", "ترافیک", "مالک موتر"],
    correctAnswer: "وسیله نقلیه آموزشی",
  },
  {
    question: "در افغانستان وسایط نقلیه باید در کدام سمت جاده حرکت کنند",
    answers: ["سمت راست", "سمت چپ"],
    correctAnswer: "سمت چپ",
  },
  {
    question: "پلیس، آتش نشانی، ایمنی، خدمات پزشکی (آمبولانس)، وسایل نقلیه ای که مجاز به داشتن بوق خطر و چراغ ها و علائم خاص هستند، از قوانین و مقررات سفر مستثنی هستند",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "تحت کدام شرایط  پلیس، آتش نشانی، ایمنی، خدمات پزشکی (آمبولانس)، وسایل نقلیه ای که مجاز به داشتن بوق خطر و چراغ ها و علائم خاص هستند، از قوانین و مقررات سفر مستثنی هستند",
    answers: ["در هنگام انجام امور مهم و اضطراری", "همیشه", "هیچ وقت"],
    correctAnswer: "در هنگام انجام امور مهم و اضطراری",
  },
  {
    question: "راننده ای که مرتکب تصادف منجر به فوت یا جراحت شده است موظف است",
    answers: ["بلافاصله وسیله نقلیه را در محل حادثه متوقف کند", "راننده می تواند وسیله نقلیه را از جریان ترافیک خارج کرده و در انتهای سمت راست جاده قرار دهد", "هیچ کدام"],
    correctAnswer: "بلافاصله وسیله نقلیه را در محل حادثه متوقف کند",
  },
  {
    question: "چوقت راننده که حادثه ترافیکی نموده,  می تواند وسیله نقلیه را از جریان ترافیک خارج کرده و در انتهای سمت راست جاده قرار دهد",
    answers: ["اگر حادثه فقط ضرر مالی داشته باشد", "اگر حادثه فقط ضرر مالی و جانی داشته باشد", "همیشه"],
    correctAnswer: "اگر حادثه فقط ضرر مالی داشته باشد",
  },
  {
    question: "چنانچه راننده وسیله نقلیه مرتکب سانحه رانندگی شد، در صورت جراحت، موظف است به نیازهای ضروری مصدوم کمک کند و در صورت نیاز مجروح را به بیمارستان یا مرکز درمانی اعزام کند",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "حادثه رانندگی که در نتیجه آن خسارات مالی بیش از 3000 افغانی نشود را",
    answers: ["حادثه رانندگی جزئی", "تصادف رانندگی متوسط", "تصادف رانندگی سنگین"],
    correctAnswer: "حادثه رانندگی جزئی",
  },
  {
    question: "هرگاه شخصی بدون داشتن گواهینامه در جاده های عمومی وسیله نقلیه را رانندگی کند به حبس از یک ماه تا شش ماه و از هزار تا شش هزار افغانی جزای نقدی محکوم خواهد شد",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "اگر مالک یا دارنده وسیله نقلیه آگاهانه وسیله نقلیه خود را به شخصی که فاقد گواهینامه رانندگی است بدهد در این صورت کدام شخص 2000 افغانی جریمه می شود",
    answers: ["مالک", "موتر راننده", "هیچکدام"],
    correctAnswer: "مالک",
  },
  {
    question: "رانندگی در حالت مستی که ناشی از مصرف مشروبات الکلی یا مواد مخدر باشد تخلف محسوب می شود",
    answers: ["درست", "غلط"],
    correctAnswer: "درست",
  },
  {
    question: "اگر شخصی به دلیل تخلف از مقررات راهنمایی و رانندگی، علائم، تابلوهای اطلاعات و موسسات راهنمایی و رانندگی، امنیت تردد در جاده های عمومی را به خطر بیندازد، به حبس تا  … محکوم می شود",
    answers: ["سه ماه یا تا سقف 2000 افغانی پول نقد", "سه ماه یا تا سقف 3000 افغانی پول نقد", "دو ماه یا تا سقف 5000 افغانی پول نقد"],
    correctAnswer: "سه ماه یا تا سقف 3000 افغانی پول نقد",
  },
];

export const data = function(input) {
  if (input === "Dari") return questions;
  return pashtoQuestions;
};
