// Pashto Lessons
import { pashtoQuestions, questions } from "./index";

export const pashtoLessons = [
  {
    question: "په سړکونو کې نښې په دریو ډولونو ویشل کیدی شي: لازمي نښې ، د خبرتیا نښې ، معلوماتي نښې",
    image: null,
  },

  {
    question: "لازمي نښې معمولا سور یا نیلي وي",
    image: null,
  },

  {
    question: "لازمي نښې تاسو ته وایي چې څه باید وکړو یا نه",
    image: null,
  },

  {
    question: "پورته نښه د دې معنی لري چې یوازې په مستقیم لوري کې حرکت ته اجازه ورکړي",
    image: require("../../assets/lessons/pics/p1.png"),
  },

  {
    question: "پورته نښه د ننوتلو معنی نلري",
    image: require("../../assets/lessons/pics/p2.png"),
  },

  {
    question: "پورته جدول د مربع معنی لري",
    image: require("../../assets/lessons/pics/p3.png"),
  },

  {
    question: "پورته نښه پدې معنی ده چې هاران منع دی",
    image: require("../../assets/lessons/pics/p4.png"),
  },


  {
    question: "پورته نښه پدې معنی ده چې اعظمي سرعت 50 کیلومتره فی ساعت دی",
    image: require("../../assets/lessons/pics/p5.png"),
  },


  {
    question: "پورته نښه د دوه طرفه سړک معنی لري",
    image: require("../../assets/lessons/pics/p6.png"),
  },

  {
    question: "پورته نښه به په هغه ځای کې نصب شي چیرې چې د خطر تمه کیږي",
    image: require("../../assets/lessons/pics/p7.jpeg"),
  },

  {
    question: "پورته نښه ښي خوا ته یوه دایره معنی لري",
    image: require("../../assets/lessons/pics/p8.jpeg"),
  },


  {
    question: "پورته نښه د ښي خوا ته یوه دایره معنی لري",
    image: require("../../assets/lessons/pics/p9.jpeg"),
  },


  {
    question: "پورته جدول معنی لري دوه ګونی پړاو لومړی ښیې ته",
    image: require("../../assets/lessons/pics/p10.jpeg"),
  },


  {
    question: "پورته جدول په ښي خوا کې لومړی دوه ګونی معنی لري",
    image: require("../../assets/lessons/pics/p11.jpeg"),
  },


  {
    question: "پورته جدول د لس سلنې سلپ معنی لري",
    image: require("../../assets/lessons/pics/p12.jpeg"),
  },


  {
    question: "پورته نښه د ټوټې کیدو خطر معنی لري",
    image: require("../../assets/lessons/pics/p13-.jpeg"),
  },


  {
    question: "پورته نښه د تیږو د کود کولو خطر معنی لري",
    image: require("../../assets/lessons/pics/p14.jpeg"),
  },


  {
    question: "پورته نښه د جپسم ډبرې خطر دی",
    image: require("../../assets/lessons/pics/p15.jpeg"),
  },


  {
    question: "پورته نښه د تونل معنی لري",
    image: require("../../assets/lessons/pics/p16.jpeg"),
  },


  {
    question: "پورته نښه د سړک دهلیز معنی لري",
    image: require("../../assets/lessons/pics/p17.jpeg"),
  },


  {
    question: "پورته نښه د ماشومانو د تیریدو معنی لري، د بیلګې په توګه، ښوونځیو ته نږدې، وړکتون او د ماشومانو د لوبو ډګرونه",
    image: require("../../assets/lessons/pics/p18.jpeg"),
  },


  {
    question: "پورته نښه د سمندر په اوبو کې د غورځیدو خطر معنی لري",
    image: require("../../assets/lessons/pics/p19.jpeg"),
  },


  {
    question: "پورته نښه د تیلو ټانک معنی لري",
    image: require("../../assets/lessons/pics/p20.jpeg"),
  },


  {
    question: "پورته نښه د موټر ورکشاپ معنی لري",
    image: require("../../assets/lessons/pics/p21.jpeg"),
  },


  {
    question: "پورته نښه د هوټل معنی لري",
    image: require("../../assets/lessons/pics/p22.jpeg"),
  },


  {
    question: "پورته جدول د لومړنۍ مرستې کټ معنی لري",
    image: require("../../assets/lessons/pics/p23.jpeg"),
  },


  {
    question: "پورته نښه د روغتون معنی لري",
    image: require("../../assets/lessons/pics/p24.jpeg"),
  },


  {
    question: "پورته نښه د بس سټیشن معنی لري",
    image: require("../../assets/lessons/pics/p25.jpeg"),
  },


  {
    question: "پورته نښه د پارکینګ ځای معنی لري",
    image: require("../../assets/lessons/pics/p26.jpeg"),
  },


  {
    question: "پورته نښه د بندیدو معنی لري",
    image: require("../../assets/lessons/pics/p27.png"),
  },


  {
    question: "پورته نښه د سړک د تشې د خطر معنی لري، د بیلګې په توګه ټیټ او لوړ",
    image: require("../../assets/lessons/pics/p28.jpeg"),
  },


  {
    question: "شین نښه معنی لري چې سړک خلاص دی، او حرکت روان دی",
    image: require("../../assets/lessons/pics/p29.jpeg"),
  },


  {
    question: "سور نښه د بندیدو معنی لري",
    image: require("../../assets/lessons/pics/p30.jpeg"),
  },


  {
    question: "ژیړ نښه د احتیاط معنی لري، او موټرونه باید حرکت ونه کړي، او هغه څوک چې په تقاطع کې دننه دي باید ویستل شي",

    image: require("../../assets/lessons/pics/p31.jpeg"),
  },


  {
    question: "د سړک ترافیک په عامه سړکونو کې د خلکو ، څارویو او ټرانسپورټ هر ډول حرکت او ودرول شامل دي",
    image: null,
  },


  {
    question: "د پولیسو د بدن مخکښ او شاته برداشت د ودریدو معنی لري",
    image: null,
  },


  {
    question: "د دواړو لاسونو غاړو ته غځول پدې معنی دي چې سړک خلاص دی او حرکت کوي",
    image: null,
  },


  {
    question: "د ترافیک جریان د ترافیک پولیسو او بریښنایی ترافیک څراغونو لخوا تنظیم کیږي",
    image: null,
  },


  {
    question: "هغه حادثې او پیښې چې د ترافیکو له امله په عامه سړکونو کې رامینځته کیږي او په پایله کې یې مالي او ځاني زیانونه رامینځته کیږي ترافیکي پیښې بلل کیږي",
    image: null,
  },


  {
    question: "د موټر چلوونکی د موټر جواز نوي کولو مسولیت لري",
    image: null,
  },


  {
    question: "پوځي وسایط هم د جواز پلیټ نمبر ته اړتیا لري",
    image: null,
  },


  {
    question: "د موټر مالکیت، بدن، موټر، چیسس او د موټر رنګ بدلول باید د ترافیک ریاست په لیکلي اجازې سره ترسره شي",
    image: null,
  },


  {
    question: "د موټر اعظمي ابعاد باید زیات نه وي: پلنوالی دوه نیم متره، لوړوالی څلور متره، اوږدوالی 24 متره او ټول وزن یې 38 ټنه",
    image: null,
  },


  {
    question: "د نورو وسایطو د بیلابیلو برخو څخه د موټر جوړول او د موټر ټنه، شکل او ماډل بدلول اجازه نلري",
    image: null,
  },


  {
    question: "د موټرو او زغره والو وسایطو یا نظامي وسایطو ټول تخنیکي تجهیزات باید له نیمګړتیاوو پرته وي",
    image: null,
  },


  {
    question: "هغه وسایط چې د اور وژنې، خوندیتوب، طبي خدماتو (امبولانس)، د سړک جوړولو او د ساحې د څارنې لپاره کارول کیږي باید: ځانګړي نښې، ځانګړي رنګونه، ځانګړي څراغونه",
    image: null,
  },


  {
    question: "د موټر چلوونکی اړ دی چې په عامه سړک کې د موټر چلولو پرمهال د موټر چلولو جواز ولري",
    image: null,
  },


  {
    question: "د 18 کلن عمر له بشپړیدو وروسته او د طبي ازموینو او د نظري او عملي ازموینو په بریالي کیدو او نورو قانوني شرایطو سره سم د موټر چلولو جواز د ترافیکو ریاست لخوا صادریږي",
    image: null,
  },


  {
    question: "موټر چلوونکی باید د موټر چلولو او کارولو فزیکي او ذهني وړتیا ولري",
    image: null,
  },


  {
    question: "د نشه يي توکو تر اغیز لاندې موټر چلول، نشه، ناروغتیا، ستړیا او خوب کول منع دي",
    image: null,
  },


  {
    question: "د مخدره توکو تر اغیز پورته موټر چلول منع دي",
    image: null,
  },


  {
    question: "د ناروغۍ تر اغیز لاندې موټر چلول منع دي",
    image: null,
  },


  {
    question: "د ستړیا او خوب تر اغیز لاندې موټر چلول منع دي",
    image: null,
  },


  {
    question: "هیڅوک حق نه لري چې هغه موټر چې په هغه پورې اړه نلري یا د مالک له اجازې پرته یا مالک یې د موټر چلوونکي په توګه نه وي کارولی او چلوي",
    image: null,
  },


  {
    question: "هیڅوک حق نه لري چې د مالک له اجازې پرته موټر وکاروي او یا یې د موټر چلوونکي په توګه نه وي ټاکلی",
    image: null,
  },


  {
    question: "د موټر چلولو ملي جواز په افغانستان کې د اعتبار وړ دی او بس",
    image: null,
  },


  {
    question: "بهرني اتباع اجازه لري چې د افغانستان په خاوره کې د موټر چلولو ملي یا نړیوال جواز سره چې په ویانا کې په 1968 کې د سړک ترافیک کنوانسیون سره سم صادر شوی او تنظیم شوی دی",
    image: null,
  },


  {
    question: "په عامه سړکونو کې د موټر چلولو تمرین د موټر چلولو له ښوونکي او د روزنې موټر پرته اجازه نه لري، په دې تمرینونو کې، موټر چلوونکی ښوونکی ګڼل کیږي او د پیل کونکي بشپړ مسؤلیت په غاړه لري",
    image: null,
  },


  {
    question: "په عامه سړکونو کې د موټر چلولو تمرین د موټر چلولو ښوونکي او د روزنې موټر پرته اجازه نلري",
    image: null,
  },


  {
    question: "په افغانستان کې، موټر باید د سړک ښي اړخ ته وګرځي",
    image: null,
  },


  {
    question: "پولیس، اور وژونکي، خوندیتوب، طبي خدمات (امبولانس)، هغه وسایط چې د خطر هارن لري او ځانګړي څراغونه او نښې د سفر له مقرراتو او مقرراتو څخه مستثنی دي",
    image: null,
  },


  {
    question: "د پولیسو هغه وسایط چې د خبرتیا هارن او ځانګړي څراغونه او نښې لري د سفر له مقرراتو او مقرراتو څخه معاف دي",
    image: null,
  },


  {
    question: "د اور وژنې وسایط چې د بیړني سایرن او ځانګړي څراغونو او نښو اجازه لري د سفر له مقرراتو او مقرراتو څخه معاف دي",
    image: null,
  },


  {
    question: "طبي خدمات (امبولانس)، هغه وسایط چې د بیړني هارن او ځانګړي څراغونو او نښو درلودو اجازه لري د سفر له مقرراتو او مقرراتو څخه معاف دي",
    image: null,
  },


  {
    question: "د مهمو او بیړنیو چارو د ترسره کولو په شرایطو کې، پولیس، اور وژونکي، خوندیتوب، طبي خدمات (امبولانس)، هغه وسایط چې د خبرتیا هارن او ځانګړي څراغونه او نښې لري د سفر له مقرراتو او مقرراتو څخه معاف دي",
    image: null,
  },


  {
    question: "هغه موټر چلوونکی چې د حادثې په پایله کې مړ یا ټپي شوی وي مکلف دی چې د پیښې په ځای کې سمدلاسه موټر ودروي",
    image: null,
  },


  {
    question: "که چیرې حادثه یوازې د مالي زیان لامل شي، موټر چلوونکی چې ترافیکي پیښه لري کولی شي موټر د ټرافيکي جریان څخه لیرې کړي او د سړک په ښي پای کې یې ځای په ځای کړي",
    image: null,
  },


  {
    question: "که چیرې د موټر چلوونکی ترافیکي پیښه وکړي، که اړتیا وي، ټپي کس روغتون یا طبي مرکز ته ولیږئ",
    image: null,
  },


  {
    question: "که د موټر چلوونکی ترافيکي پېښه وکړي، د ټپي کېدو په صورت کې، هغه مکلف دی چې د ټپي شوي کس د ضروري اړتياوو په پوره کولو کې مرسته وکړي",
    image: null,
  },


  {
    question: "یوه ترافیکي پیښه چې مالي زیان یې له 3000 افغانیو څخه ډیر نه وي کوچنۍ ترافیکي پیښه بلل کیږي",
    image: null,
  },


  {
    question: "که څوک له جواز پرته پر عامه سړکونو موټر چلوي، له یوې میاشتې تر شپږو میاشتو بند او له یو زرو تر شپږ زرو افغانیو جریمه کېږي",
    image: null,
  },


  {
    question: "که چیرې د موټر مالک یا مالک په خبرتیا سره خپل موټر هغه چا ته ورکړي چې د موټر چلولو جواز نه لري، نو د موټر مالک به 2000 افغانۍ جریمه شي",
    image: null,
  },


  {
    question: "د الکول یا مخدره توکو تر اغیز لاندې موټر چلول سرغړونه ګڼل کیږي",
    image: null,
  },


  {
    question: "که څوک د ترافيکي مقرراتو، نښو، معلوماتي بورډونو او ترافيکي بنسټونو څخه د سرغړونې له امله په عامه سړکونو کې د ترافيکو مصونيت په خطر کې واچوي، تر درې مياشتو پورې په بند او يا تر ٣٠٠٠ افغانيو جریمې محکومېږي",
    image: null,
  },


  {
    question: "هغه څوک چې په قصدي ډول د سړکونو ترافيکي مصؤنيت ګډوډ کړي او د مالي او ځاني زيان سبب شي، د جبران ترڅنګ د جزا د قانون له حکمونو سره سم مجازات کېږي",
    image: null,
  },


  {
    question: "هغه څوک چې په عامه لاره کې د څيزونو او ساختماني توکو او نورو په ايښودلو سره سړک بند کړي او د کارونې وړ نه کړي تر درې مياشتو پورې په بند او تر درې زره افغانيو جریمې محکومېږي",
    image: null,
  },


  {
    question: "که د موټر چلوونکی د دې قانون د ۲۷مې مادې د ۳ فقرې له مخې د ترافیکي قوانینو او مقرراتو د نه مراعاتولو او نه مراعاتولو له امله د یوې جدي ترافیکي پېښې مرتکب شي، لږ تر لږه په ۶ میاشتو بند محکومېږي. 3 کاله",
    image: null,
  },
];


export const dariLessons = [
  {
    question: "علائم موجود در جاده ها را می توان به سه نوع تقسيم کرد : علائم اجباری ,علائم هشدار دهنده ,علائم اطلاعاتي",
    image: null,
  },

  {
    question: "علائم اجباری معمولا به رنگ  سرخ  یا آبی هستند",
    image: null,
  },

  {
    question: "علائم اجباری به شما می گوید که چه کاری را باید انجام دهید یا نباید انجام دهید",
    image: null,
  },

  {
    question: "تابلوی بالا به معنی اجازه حرکت فقط بطرف مستقیم میباشد",
    image: require("../../assets/lessons/pics/p1.png"),
  },

  {
    question: "تابلوی بالا به معنی منع دخول میباشد",
    image: require("../../assets/lessons/pics/p2.png"),
  },

  {
    question: "تابلوی بالا به معنی چهاراهی میباشد",
    image: require("../../assets/lessons/pics/p31.jpeg"),
  },

  {
    question: "تابلوی بالا به معنی منع هارن میباشد",
    image: require("../../assets/lessons/pics/p4.png"),
  },


  {
    question: "تابلوی بالا به معنی حداکثر سرعت ۵۰ کیلومتر بر ساعت  میباشد",
    image: require("../../assets/lessons/pics/p5.png"),
  },


  {
    question: "تابلوی بالا به معنی جاده دو طرفه میباشد",
    image: require("../../assets/lessons/pics/p6.png"),
  },

  {
    question: "تابلوی بالا در جای نصب می‌شود که خطر متصور باشد ",
    image: require("../../assets/lessons/pics/p7.jpeg"),
  },

  {
    question: "تابلوی بالا به معنی گولایی بطرف راست میباشد",
    image: require("../../assets/lessons/pics/p8.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی گولایی بطرف چپ میباشد",
    image: require("../../assets/lessons/pics/p9.jpeg"),
  },


  {
    question: " تابلوی بالا به معنی گولایی دبل ابتدا بطرف راست میباشد",
    image: require("../../assets/lessons/pics/p10.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی گولایی دبل ابتدا بطرف چپ میباشد",
    image: require("../../assets/lessons/pics/p11.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی سرنشیبی ده فیصد میباشد",
    image: require("../../assets/lessons/pics/p12.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی خطر لغزیدن میباشد",
    image: require("../../assets/lessons/pics/p13-.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی خطر پریدن سنگ ریزه میباشد",
    image: require("../../assets/lessons/pics/p14.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی خطر سنگ گوچ میباشد",
    image: require("../../assets/lessons/pics/p15.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی تونل میباشد",
    image: require("../../assets/lessons/pics/p16.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی دهلیز پیاده رو میباشد",
    image: require("../../assets/lessons/pics/p17.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی عبور اطفال  مثلا نزدیک مکتب ، کودکستان و پارک بازی اطفال میباشد",
    image: require("../../assets/lessons/pics/p18.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی خطر سقوط در آب دریا میباشد",
    image: require("../../assets/lessons/pics/p19.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی تانک تیل میباشد",
    image: require("../../assets/lessons/pics/p20.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی ورکشاپ موتر میباشد",
    image: require("../../assets/lessons/pics/p21.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی هوتل میباشد",
    image: require("../../assets/lessons/pics/p22.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی سره میاشت کمک های اولیه میباشد",
    image: require("../../assets/lessons/pics/p23.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی شفاخانه میباشد",
    image: require("../../assets/lessons/pics/p24.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی ایستگاه بس میباشد",
    image: require("../../assets/lessons/pics/p25.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی محل پارکینگ میباشد",
    image: require("../../assets/lessons/pics/p26.jpeg"),
  },


  {
    question: "تابلوی بالا به معنی توقف میباشد",
    image: require("../../assets/lessons/pics/p27.png"),
  },


  {
    question: "تابلوی ذیل به معنی خطر گپرک جاده یعنی پستی و بلندی میباشد",
    image: require("../../assets/lessons/pics/p30.jpeg"),
  },


  {
    question: "اشاره سبز به معنی جاده باز است، و حرکت صورت گیرد, می‌باشد ",
    image: require("../../assets/lessons/pics/p29.jpeg"),
  },


  {
    question: "اشاره سرخ به معنی توقف می‌باشد  ",
    image: require("../../assets/lessons/pics/p30.jpeg"),
  },


  {
    question: " اشاره زرد به معنی دقت بوده ٫ و وسایط نقلیه باید حرکت نکند و کسانیکه در داخل چهاراهی اند باید آنجا را تخلیه نمایند",

    image: require("../../assets/lessons/pics/p31.jpeg"),
  },


  {
    question: "ترافیک جاده ای شامل هر نوع حرکت و توقف انسان ها، حیوانات و حمل و نقل در جاده های عمومی میباشد",
    image: null,
  },


  {
    question: " استقامت پیش رو و عقب بدن پولیس به معنی توقف است ",
    image: null,
  },


  {
    question: "دراز کردن هر دو دست به جناح به معنی جاده باز است و حرکت صورت گیرد",
    image: null,
  },


  {
    question: "جریان ترافیک توسط پولیس ترافیک و چراغ برقی ترافیکی تنظیم می‌شود",
    image: null,
  },


  {
    question: "حادثه و حادثه ناشی از ترافیک که در جاده عمومی رخ می دهد و در نتیجه خسارات مالی و جانی به دنبال دارد را حادثه ترافیکی گویند",
    image: null,
  },


  {
    question: "مسوول تمدید نمودن مجوز موتر, راننده وسیله نقلیه میباشد.",
    image: null,
  },


  {
    question: "وسایل نقلیه نظامی نیز ضرورت به نمبر پلیت دارد",
    image: null,
  },


  {
    question: "تغییر مالکیت، بدنه، ماشین، شاسی و رنگ وسیله نقلیه موتوری باید با مجوز کتبی ریاست ترافیک انجام شود.",
    image: null,
  },


  {
    question: "حداکثر ابعاد وسیله نقلیه نباید از: عرض دو و نیم متر، ارتفاع چهار متر، طول 24 متر و وزن کل سی و هشت تن تجاوز کند.",
    image: null,
  },


  {
    question: "ساخت وسیله نقلیه از قسمت های مختلف وسایل نقلیه دیگر و تغییر تناژ، شکل و مدل وسیله نقلیه مجاز نمی باشد.",
    image: null,
  },


  {
    question: "کلیه تجهیزات فنی وسایل نقلیه موتوری و زرهی یا وسایل نقلیه نظامی باید بدون نقص و عیب باشد.",
    image: null,
  },


  {
    question: "وسایل نقلیه ای که برای اطفای حریق، ایمنی، خدمات پزشکی (آمبولانس)، راه سازی و نظارت بر منطقه مورد استفاده قرار می گیرند باید دارای : علامت مخصوص باشند , رنگ مخصوص باشند, چراغ مخصوص باشند.",
    image: null,
  },


  {
    question: "راننده وسیله نقلیه در حین حرکت در جاده عمومی موظف به داشتن گواهینامه رانندگی وسیله نقلیه می باشد.",
    image: null,
  },


  {
    question: "پس از اتمام 18 سالگی و با توجه به معاینات پزشکی و گذراندن موفقیت آمیز آزمون  تئوری و عملی و رعایت سایر ضوابط قانونی، گواهینامه رانندگی توسط ریاست ترافیک صادر می شود.",
    image: null,
  },


  {
    question: "راننده باید توانایی جسمی و ذهنی  لازم برای رانندگی و استفاده از وسیله نقلیه را داشته باشد.",
    image: null,
  },


  {
    question: "رانندگی تحت تاثیر مواد مخدر، مستی، بیماری، خستگی و شرایط خواب آلودگی ممنوع  می باشد.",
    image: null,
  },


  {
    question: "رانندگی تحت تاثیر مواد مخدر ممنوع  می باشد.",
    image: null,
  },


  {
    question: "رانندگی تحت تاثیر بیماری ممنوع  می باشد.",
    image: null,
  },


  {
    question: "رانندگی تحت تاثیر خستگی و شرایط خواب آلودگی ممنوع  می باشد.",
    image: null,
  },


  {
    question: "هیچ کس حق استفاده و رانندگی از وسیله نقلیه ای را ندارد که متعلق به خود او نیست یا  بدون اجازه مالک یا مالک آن را به عنوان راننده تعیین ننموده.",
    image: null,
  },


  {
    question: "هیچ کس حق استفاده و رانندگی از وسیله نقلیه ای را ندارد که بدون اجازه مالک یا مالک آن را به عنوان راننده تعیین ننموده.",
    image: null,
  },


  {
    question: "گواهینامه ملی رانندگی در داخل افغانستان  معتبر است و بس .",
    image: null,
  },


  {
    question: "اتباع بیگانه با داشتن گواهینامه ملی یا بین المللی که مطابق با کنوانسیون ترافیک جاده ای که در سال 1968 در وین برگزار شد، صادر و سازماندهی شده است، مجاز به رانندگی وسیله نقلیه موتوری در قلمرو افغانستان هستند.",
    image: null,
  },


  {
    question: "تمرین رانندگی در جاده های عمومی، بدون مربی رانندگی  و وسیله نقلیه آموزشی مجاز نمی باشد، در این تمرینات مربی راننده محسوب می شود و مسئولیت کامل مبتدی را بر عهده دارد.",
    image: null,
  },


  {
    question: "تمرین رانندگی در جاده های عمومی، بدون مربی رانندگی و وسیله نقلیه آموزشی مجاز نمی باشد",
    image: null,
  },


  {
    question: "در افغانستان وسایط نقلیه باید در سمت راست جاده حرکت کنند",
    image: null,
  },


  {
    question: "پلیس، آتش نشانی، ایمنی، خدمات پزشکی (آمبولانس)، وسایل نقلیه ای که مجاز به داشتن بوق خطر و چراغ ها و علائم خاص هستند، از قوانین و مقررات سفر مستثنی هستند.",
    image: null,
  },


  {
    question: "پلیس وسایل نقلیه ای که مجاز به داشتن بوق خطر و چراغ ها و علائم خاص هستند، از قوانین و مقررات سفر مستثنی هستند.",
    image: null,
  },


  {
    question: "آتش نشانی وسایل نقلیه ای که مجاز به داشتن بوق خطر و چراغ ها و علائم خاص هستند، از قوانین و مقررات سفر مستثنی هستند.",
    image: null,
  },


  {
    question: "خدمات پزشکی (آمبولانس)، وسایل نقلیه ای که مجاز به داشتن بوق خطر و چراغ ها و علائم خاص هستند، از قوانین و مقررات سفر مستثنی هستند.",
    image: null,
  },


  {
    question: "تحت شرایط انجام امور مهم و اضطراری پلیس، آتش نشانی، ایمنی، خدمات پزشکی (آمبولانس)، وسایل نقلیه ای که مجاز به داشتن بوق خطر و چراغ ها و علائم خاص هستند، از قوانین و مقررات سفر مستثنی هستند .",
    image: null,
  },


  {
    question: "راننده ای که مرتکب تصادف منجر به فوت یا جراحت شده است موظف است بلافاصله وسیله نقلیه را در محل حادثه متوقف کند .",
    image: null,
  },


  {
    question: "اگر حادثه فقط ضرر مالی داشته باشد راننده که حادثه ترافیکی نموده,  می تواند وسیله نقلیه را از جریان ترافیک خارج کرده و در انتهای سمت راست جاده قرار دهد.",
    image: null,
  },


  {
    question: "چنانچه راننده وسیله نقلیه مرتکب سانحه رانندگی شد، در صورت نیاز مجروح را به بیمارستان یا مرکز درمانی اعزام کند.",
    image: null,
  },


  {
    question: "چنانچه راننده وسیله نقلیه مرتکب سانحه رانندگی شد، در صورت جراحت، موظف است به نیازهای ضروری مصدوم کمک کند.",
    image: null,
  },


  {
    question: "حادثه رانندگی که در نتیجه آن خسارات مالی بیش از 3000 افغانی نشود را حادثه رانندگی جزئی گویند.",
    image: null,
  },


  {
    question: "هرگاه شخصی بدون داشتن گواهینامه در جاده های عمومی وسیله نقلیه را رانندگی کند به حبس از یک ماه تا شش ماه و از هزار تا شش هزار افغانی جزای نقدی محکوم خواهد شد.",
    image: null,
  },


  {
    question: "اگر مالک یا دارنده وسیله نقلیه آگاهانه وسیله نقلیه خود را به شخصی که فاقد گواهینامه رانندگی است بدهد در این صورت مالک موتر 2000 افغانی جریمه می شود.",
    image: null,
  },


  {
    question: "رانندگی در حالت مستی که ناشی از مصرف مشروبات الکلی یا مواد مخدر باشد تخلف محسوب می شود.",
    image: null,
  },


  {
    question: "اگر شخصی به دلیل تخلف از مقررات راهنمایی و رانندگی، علائم، تابلوهای اطلاعات و موسسات راهنمایی و رانندگی، امنیت تردد در جاده های عمومی را به خطر بیندازد، به حبس تا سه ماه یا تا سقف 3000 افغانی پول نقد  محکوم می شود. ",
    image: null,
  },


  {
    question: "شخصی که به طور عمدی امنیت ترافیکی راه ها را به هم ریخته و موجب خسارات مالی و تلفات جانی شود، علاوه بر جبران خسارت مطابق مقررات قانون جزا مجازات می شود.",
    image: null,
  },


  {
    question: "شخصی که راه عمومی را با جانمایی اشیا و مصالح ساختمانی و غیره ببندد، حفر و غیر قابل بهره برداری کند به حبس تا سه ماه و یا پرداخت نقدی تا سه هزار افغانی جزای نقدی محکوم می شود.",
    image: null,
  },


  {
    question: "هر گاه راننده وسیله نقلیه به دلیل بی احتیاطی و عدم رعایت قوانین و مقررات و قوانین راهنمایی و رانندگی نسبت به بند 3 ماده 27 این قانون حادثه رانندگی سنگینی را مرتکب شود حداقل ۶ ماه حداکثر ۳ سال مجازات می شود.",
    image: null,
  },
];

export const data = function(input) {
  if (input === "Dari") return dariLessons;
  return dariLessons;
};
